[
    {
        "q": "Starring Michael Keaton as titular business mogul Ray Kroc, the 2016 film \"The Founder\" portrays the origin story of what golden-arches fast-food chain?",
        "a": "McDonald's"
    },
    {
        "q": "You can \"Circle\" back if this one is too hard, but take \"pride\" if you know it right away. What animated movie's opening scene features a rising sun, an array of wildlife, and a song with the Zulu lyrics: \"Nants ingonyama bagithi baba?\"",
        "a": "The Lion King"
    },
    {
        "q": "At the 2010 Academy Awards, the winning film for Best Animated Feature was a Disney-Pixar film featuring Kevin, Charles Muntz, Carl, Russell, and a dog named Dug. What is this helium-inflated film?",
        "a": "Up"
    },
    {
        "q": "In 1999 Shigetaka Kurita invented what keyboard additions for cell phones that would eventually replace emoticons and even get their own movie?",
        "a": "Emojis"
    },
    {
        "q": "What 2018 Star Wars film focuses on the early adventures of Chewbacca and the character who was portrayed by Harrison Ford in \"A New Hope,\" \"The Empire Strikes Back,\" and \"Return of the Jedi?\"",
        "a": "Solo"
    },
    {
        "q": "A young boy takes a train to the North Pole on Christmas Eve in what classic 1985 children's book by Chris Van Allsburg?",
        "a": "The Polar Express"
    },
    {
        "q": "The pre-production name of \"Gutsy Aorta\" didn't make the cut, so the name of the movie featuring Mel Gibson as William Wallace was instead named what?",
        "a": "Braveheart"
    },
    {
        "q": "\"Goose,\" \"Jester,\" \"Hollywood,\" and \"Wolfman\" are nicknames of some flying military bros in what 1986 movie?",
        "a": "Top Gun"
    },
    {
        "q": "In what 1987 movie does Baby Houseman fall in love with her dance instructor? We're looking for a two-word answer here.",
        "a": "Dirty Dancing"
    },
    {
        "q": "In a 1965 TV cartoon special for what comic strip character does he get small Christmas tree with almost no leaves on it?",
        "a": "Charlie Brown Christmas Special"
    },
    {
        "q": "The Empire Strikes Back hit theaters during Memorial Day Weekend in 1980. That same week, an iconic horror film opened but had a relatively weak opening box office because it was counter-programmed against the Star Wars installment. What was this Jack Nicholson-starring horror film?",
        "a": "The Shining"
    },
    {
        "q": "With what two-word phrase did the media refer to the five main actors of \"The Breakfast Club?\" The nickname was one letter off the moniker of a 1960s film group.",
        "a": "Brat Pack"
    },
    {
        "q": "Chadwick Boseman starred in what 2018 Marvel film directed by Ryan Coogler?",
        "a": "Black Panther"
    },
    {
        "q": "The 2019 film \"Just Mercy\" starring Michael B. Jordan and Jamie Foxx was based on a the memoir of young defense attorney Bryan Stevenson. The book and movie focus on what two-word place in a prison that houses inmates awaiting execution?",
        "a": "Death Row"
    },
    {
        "q": "What is this, a trivia quiz for ants? Which 2001 satire was directed by and starred Ben Stiller as Derek, a self-involved and totally clueless supermodel?",
        "a": "Zoolander"
    },
    {
        "q": "Outflix is an annual festival in Memphis that celebrates and features what medium of art?",
        "a": "Film"
    },
    {
        "q": "Also known for playing Thanos in the Avengers movies, what actor played President George W. Bush in the 2008 film \"W.?\"",
        "a": "Josh Brolin"
    },
    {
        "q": "After Tony Stark buys her some in Iron Man 2, Pepper Potts reveals that she is allergic to what fruit?",
        "a": "Strawberries"
    },
    {
        "q": "Star Wars fan Mike J. Nichols released a fan edit of \"Episode I – The Phantom Menace\" entitled \"The Phantom Edit\" in which, along with other smaller changes, he almost entirely removed which controversial character voiced by Ahmed Best?",
        "a": "Jar Jar Binks"
    },
    {
        "q": "In the movie “Castaway,” what specific type of sports ball is Wilson who serves as the companion of Tom Hanks’ character Chuck Noland?",
        "a": "Volleyball"
    },
    {
        "q": "In \"The Lion, the Witch, and the Wardrobe,\" what magical country does the White Witch put a spell on so that it is always winter but never Christmas?",
        "a": "Narnia"
    },
    {
        "q": "According to the tagline of the 1979 sci-fi/horror classic Alien, \"In space, no one can hear you\" do what?",
        "a": "Scream"
    },
    {
        "q": "One of the biggest box-office draws of 2022 thus far has been the animated origin-story prequel called \"Minions: The Rise of\" WHO?",
        "a": "Gru"
    },
    {
        "q": "The movie includes a titular track from Kenny Loggins, Kevin Bacon performs much of his character's dancing, and John Lithgow leads the charge to ban dancing. All of this occurs in what 1984 film?",
        "a": "Footloose"
    },
    {
        "q": "Named for a landmark in San Antonio, what theater chain that famously doesn't allow talking or texting during movies was founded in 1997 in Austin, Texas?",
        "a": "Alamo Drafthouse"
    },
    {
        "q": "Alden Ehrenreich played what occasionally smug but generally well intentioned Star Wars character in a 2018 spin-off prequel movie? He is known for wearing a vest and for being called scruffy looking.",
        "a": "Han Solo"
    },
    {
        "q": "What actor starred in the DC \"Batman\" movies of the 80s and early 90s, but also went on to play a villain in Sony's \"Spider-Man: Homecoming,\" which is part of the Marvel Cinematic Universe?",
        "a": "Michael Keaton"
    },
    {
        "q": "James Earl Jones said he only made $7,000 for his role as which character in “Star Wars: A New Hope?”",
        "a": "Darth Vader"
    },
    {
        "q": "George Lucas is on record saying that its shape was inspired by a hamburger, how is the light freighter YT-1300 492727ZED better known?",
        "a": "The Millennium Falcon"
    },
    {
        "q": "In which 1989 movie does English teacher John Keating, played by Robin Williams, urge his students to “seize the day?”",
        "a": "Dead Poets Society"
    },
    {
        "q": "What 2019 movie based on a long-running musical received overwhelmingly negative reviews from both critics and the public despite its all-star cast, which includes Dame Judi Dench, Idris Elba, and Jennifer Hudson?",
        "a": "Cats"
    },
    {
        "q": "In the movie \"Legally Blonde,\" protagonist Elle Woods wins the case for her client by pointing out a flaw in the story of a perjuring witness. What hairstyle fills in the blank of Elle's famous following quote: \"Isn't the first cardinal rule of ______ maintenance that you're forbidden to wet your hair for at least 24 hours...at the risk of deactivating the immonium thygocolate?\"",
        "a": "Perm"
    },
    {
        "q": "After hoofing it through a couple of \"Step Up\" movies, Costa Rican-American actor Harry Shum Jr. got to exercise his pipes as Mike Chang on what choral Fox show set at William McKinley High?",
        "a": "Glee"
    },
    {
        "q": "T'Challa is a Marvel Comics character created by Stan Lee and Jack Kirby. T'Challa is most often known by the name of his alter ego. What is this alter ego?",
        "a": "Black Panther"
    },
    {
        "q": "Tom Hanks suited up as astronaut Jim Lovell for what award-winning 1995 Ron Howard film about an ill-fated moon mission?",
        "a": "Apollo 13"
    },
    {
        "q": "Originally intended as a morality tale warning against the dangers of cannabis, what 1936 film, sometimes called one of the worst movies ever made, has become a cult hit with marijuana users?",
        "a": "Reefer Madness"
    },
    {
        "q": "What starfighter used by the Rebel Alliance in the Star Wars films has four laser cannons and two proton torpedo launchers? It gets its name because the way it extends has a distinct shape that resembles a letter.",
        "a": "X-Wing Starfighter"
    },
    {
        "q": "As shown in detail in “Solo: A Star Wars Story”, Han Solo made a legendary accomplishment when he raced across what dangerous space “Run” in a record 12 parsecs?",
        "a": "Kessel Run"
    },
    {
        "q": "Daisy Ridley made her first appearance as Rey in which 3-word Star Wars film?",
        "a": "The Force Awakens"
    },
    {
        "q": "Jabba The Hut’s pet/sidekick in \"Return Of The Jedi\", a noisy little rodent, is named Salacious ______. Fill in the one word “C” blank, also a term for a small fragment of bread.",
        "a": "Salacious Crumb"
    },
    {
        "q": "In “Star Wars Episode II: Attack Of The Clones”, Anakin Skywalker tells Padme Amidala that he doesn’t like what 4-letter yellow biproduct of rock erosion, claiming “it’s course and rough and irritating, and it gets everywhere?”",
        "a": "Sand"
    },
    {
        "q": "Willis Tower in Chicago is home to what 103 story high observation tower with clear boxes, as seen in movies such as “Ferris Bueller’s Day Off?” Its name kind of sounds like it’s part of an aerial patio.",
        "a": "Skydeck"
    },
    {
        "q": "The 1993 film \"Philadelphia\" was one of the first mainstream movies from Hollywood to directly acknowledge HIV/AIDS and homophobia. Which of the movie's actors won an Oscar for their performance in this film?",
        "a": "Tom Hanks"
    },
    {
        "q": "Famed American author Louisa May Alcott lived in Boston for much of her life, but based her most famous novel on events from her childhood in Concord, MA. This novel about the March sisters had its eighth film rendition released in December 2019. What is this novel?",
        "a": "Little Women"
    },
    {
        "q": "Among the characters in 2018’s Star Wars prequel “Solo: A Star Wars Story” is L3-37, Lando Calrissian’s navigator droid, voiced by Phoebe Waller-______. Fill in the blank of the last name of the creator and star of “Fleabag”, also a device used to connect two piece of land over a body of water.",
        "a": "Phoebe Waller-Bridge"
    },
    {
        "q": "Bill Paxton and Helen Hunt star as tornado chasers in the 1996 film \"Twister\", set in what state known, also called the \"Sooner State\"?",
        "a": "Oklahoma"
    },
    {
        "q": "Which comedy set in Mexico stars Chevy Chase, Steve Martin and Martin Short as a trio of friends?",
        "a": "Three Amigos"
    },
    {
        "q": "Which 1983 film (based on the book of the same name by S.E. Hinton) about rival gangs in Oklahoma in the ‘60s was chock full of young stars including Tom Cruise, Matt Dillon, Patrick Swayze, and Emilio Estevez?",
        "a": "The Outsiders"
    },
    {
        "q": "What is the four-letter title of Jordan Peele's latest movie, which was released on July 22, 2022 and follows eerie happenings at a California ranch?",
        "a": "Nope"
    },
    {
        "q": "1428 is the street number for a famous fictional house in Springwood, Ohio that was the home Nancy Thompson and her mother in a 1984 horror movie. What is the street on which this house (1428) is located?",
        "a": "Elm Street (Nightmare on Elm Street)"
    },
    {
        "q": "In the film “Halloween,” the mask worn by Michael Myers was made by spray painting a prop mask of which “Star Trek” captain?",
        "a": "Kirk"
    },
    {
        "q": "What mystical item, in this case taking the form of a goblet, appears in the title of a 1975 Monty Python movie parodying Arthurian legend?",
        "a": "The Holy Grail"
    },
    {
        "q": "In the movie Big, a suddenly-adult Josh Baskin plays a giant piano with his boss at what legendary New York City toy store?",
        "a": "F.A.O. Schwarz"
    },
    {
        "q": "Name the only dwarf in Snow White whose name doesn't include any of the letters in \"Snow White.\"",
        "a": "Grumpy"
    },
    {
        "q": "What 1982 movie, directed by John Carpenter and starring Kurt Russell, is about a group of research scientists in Antarctica being attacked by a shape shifting alien?",
        "a": "The Thing"
    },
    {
        "q": "Political activist and documentary filmmaker Michael Moore is from what now-infamous Michigan city?",
        "a": "Flint"
    },
    {
        "q": "\"Coreyography\" is a memoir by what former child star who played Tommy Jarvis in \"Friday the 13th Part IV: The Final Chapter\"?",
        "a": "Corey Feldman"
    },
    {
        "q": "In \"The Phantom Menace,\" Padmé Amidala, portrayed by Natalie Portman, becomes the 14-year-old queen of which bountiful green planet in the Star Wars universe?",
        "a": "Naboo"
    },
    {
        "q": "Although he had a much more famous actor providing his voice, David Prowse was inside the suit of what major villain of the original Star Wars trilogy?",
        "a": "Darth Vader"
    },
    {
        "q": "What kind of tree primarily made up the California forest land used for the Endor scenes in \"Return of the Jedi?\"",
        "a": "Redwood"
    },
    {
        "q": "Named in honor of a famous box opener, what is the name of the moon on which the movie \"Avatar\" takes place?",
        "a": "Pandora"
    },
    {
        "q": "What 2004 smash-hit teen comedy movie opened as a musical on Broadway in Spring 2018? The Hollywood Reporter noted in its review that one character changed from an \"imperious arbiter of high school hotness to full-blown arch villainess.\"",
        "a": "Mean Girls"
    },
    {
        "q": "In the movie's opening, Thackery Binx sees his little sister being taken to the cottage of three witches on October 31, 1693. The remainder of the movie takes place in 300 years later, in 1993. What is his popular Halloween-themed film?",
        "a": "Hocus Pocus"
    },
    {
        "q": "In the 1980s film \"Knight Rider,\" what was the name of David Hasselhoff's talking car?",
        "a": "Kitt"
    },
    {
        "q": "The Angelika, BAM Harvey, The Paris, and Magic Johnson Harlem are all names of what type of entertainment venue in NYC?",
        "a": "Movie theater"
    },
    {
        "q": "Featuring in Episode VI: Return of the Jedi, the scenes of the forest moon of Endor were shot in ànd around a national park in which US state?",
        "a": "California"
    },
    {
        "q": "Almost Famous, How to Lose a Guy in 10 Days, Raising Helen, The Skeleton Key, and Bride Wars are all films on what American actress/author/fashion designer's resume?",
        "a": "Kate Hudson"
    },
    {
        "q": "Most movies filmed in D.C. are about politics. One exception is what legendary 1973 horror film starring Linda Blair, which was filmed (and set) in D.C.'s Georgetown neighborhood?",
        "a": "The Exorcist"
    },
    {
        "q": "What Minnesota-born actress left the television show \"7th Heaven\" in 2006 and had earlier starred in \"The Texas Chainsaw Massacre\" and \"The Rules of Attraction?\"",
        "a": "Jessical Biel"
    },
    {
        "q": "Credited with revitalizing the career of Burt Reynolds and launching Mark Wahlberg to stardom, what 1997 disco-era movie was an expansion of the mockumentary short film “The Dirk Diggler Story?”",
        "a": "Boogie Nights"
    },
    {
        "q": "Red-Rum and Garden Maze are cocktails at The Overlook Lodge, a Cincinnati bar designed as a tribute to what 1980 Stanley Kubrick film?",
        "a": "The Shining"
    },
    {
        "q": "“The Perks of Being a ______” was a 2012 movie starring Emma Watson and Ezra Miller that was based on the novel of the same name by Stephen Chbosky.",
        "a": "Wallflower"
    },
    {
        "q": "What \"sweet\" Canadian actor and comedian rose to fame as a member of the Toronto branch of the Second City, starred in major movies like \"Uncle Buck,\" and died of a heart attack in Mexico at the age of 43?",
        "a": "John Candy"
    },
    {
        "q": "Indian author Vikas Swarup wrote a 2005 novel titled \"Q &amp; A\" involving a game show that was (loosely) adapted into a 2008 British film that later won the Academy Award for Best Picture. What was the name of the adaptation?",
        "a": "Slumdog Millionaire"
    },
    {
        "q": "What dangerous-sounding 2019 film starred Daniel Craig and Ana de Armas and largely revolved around the events of an 85th birthday party at a mansion in Massachusetts? Shooting for the movie was done in many Massachusetts towns including Boston, Easton, Marlborough, Natick, Wellesley, Waltham, and Medfield.",
        "a": "Knives Out"
    },
    {
        "q": "Literally a shaggy dog story, the movie \"Top Dog\" teamed a dog named Reno and what \"Walker, Texas Ranger\" star to foil a terror plot in San Diego?",
        "a": "Chuck Norris"
    },
    {
        "q": "Played by Christopher Lee in \"Attack of the Clones\" and \"Revenge of the Sith\", what is the Sith name of former Jedi Master Count Dooku?",
        "a": "Darth Tyranus"
    },
    {
        "q": "Clocking in at 2 hours and 32 minutes (according to its IMDB.com runtime), which of the 9 movies in the Skywalker Saga is the longest?",
        "a": "The Last Jedi"
    },
    {
        "q": "In a 2014 reddit AMA, Bill Murray admitted he only appeared in a particular 2004 movie because he (wrongly) believed it had been written by Joel Coen of the famous Coen brothers. In this live action adaptation of a classic comic strip, what titular feline character did Murray voice?",
        "a": "Garfield"
    },
    {
        "q": "Used as an alias of another major character in the original trilogy, what first name did Han Solo and Leia Organa give their son before he changed his name to Kylo Ren?",
        "a": "Ben"
    },
    {
        "q": "In “Star Wars: Episode II – Attack of the Clones,” on which planet does Obi-Wan uncover the clone army?",
        "a": "Kamino"
    },
    {
        "q": "In his 1986, U.S. President Ronald Reagan invoked the quote \"Where we're going, we don't need roads.\" from what 1985 cult classic Robert Zemeckis-directed film?",
        "a": "Back To The Future"
    },
    {
        "q": "A pair of filmmaking brothers born in Minnesota in the 1950s have been nominated for 13 Academy Awards together, including a handful of wins for \"No Country for Old Men.\" What is the surname of these brothers?",
        "a": "Coen"
    },
    {
        "q": "Charlie Babbitt abducts his older brother Raymond from a Cincinnati assisted-living facility at the start of what road-tripping '80s Best Picture Oscar winner?",
        "a": "Rain Man"
    },
    {
        "q": "\"Exsqueeze me\", \"I spake\", and \"Oh, Gooberfish!\" are lines spoken by which divisive character in \"Star Wars: Episode 1- The Phantom Menace?\"",
        "a": "Jar Jar Binks"
    },
    {
        "q": "What is the name of the multi-sport event featuring thousands of athletes from the Americas in summer sports that Toronto hosted in 2015?",
        "a": "Pan American Games"
    },
    {
        "q": "If the star of the \"Mission: Impossible\" movies takes a nasty spill, he might get a CT scan. The C stands for \"Computed,\" and what does the T stand for?",
        "a": "Tomography"
    },
    {
        "q": "In a 1987 film starring Peter Weller and Nancy Allen, the city of Detroit signs a deal with the company Omni Consumer Products to re-build parts of the city into a utopia and introduce a law enforcement robot ED-209. What is this film?",
        "a": "RoboCop"
    },
    {
        "q": "Paul Scheer, June Diane Raphael and Jason Mantzoukas watch mostly bad movies and make fun of them on what inquisitively-named podcast?",
        "a": "How Did This Get Made"
    },
    {
        "q": "That's not a box office gross. THIS is a box office gross: what 1986 film is the highest grossing Australian movie of all time?",
        "a": "Crocodile Dundee"
    },
    {
        "q": "What 1995 coming-of-age comedy set in California is loosely based on Jane Austin's 1815 novel Emma?",
        "a": "Clueless"
    },
    {
        "q": "On which planet in the Outer Rim Territories do we see Ponda Baba (aka \"Walrus Man\") lose an arm while the song \"Mad About Me\" plays in the background?",
        "a": "Tatooine (in the Mos Eisley Cantina)"
    },
    {
        "q": "A dude named Steve on AirBNB offers tours of the Philadelphia Macy's in the Wanamaker Building, site of what 1987 movie with Andrew McCarthy dating an animated department store statue played by Kim Cattrall?",
        "a": "Mannequin"
    },
    {
        "q": "Both filmed and set in Sacramento, a 2017 coming-of-age film earned five Oscar nominations: Best Picture, Best Actress, Best Supporting Actress, Best Original Screenplay, and Best Director. What is this two-word film that is not about a former U.S. First Lady?",
        "a": "Lady Bird"
    },
    {
        "q": "Played on screen by such actors as Bernard Lee, Ralph Fiennes, and Judi Dench, what letter is used to refer to the Head of MI6 in the James Bond books and movies?",
        "a": "M"
    },
    {
        "q": "What 1990 Rob Reiner psychological thriller film gave Kathy Bates an Academy Award for playing a nurse that holds author James Caan hostage so he can rewrite one of his books? Based on a Stephen King book, the title implies that sad things are going to happen.",
        "a": "Misery"
    },
    {
        "q": "The annual \"awards\" given out around the same time as the Oscars that “honor” the best of the worst in film, acting, and directing celebrated their 40th anniversary in 2020. What is the name of these \"awards?\"",
        "a": "The Golden Raspberries (Razzies)"
    },
    {
        "q": "The 2009 Disney film \"The Princess and the Frog\" was loosely adapted from the novel \"The Frog Princess\" by E. D. Baker, which is in turn based on the Brothers Grimm fairy tale \"The Frog Prince.\" In what city was this film set?",
        "a": "New Orleans"
    },
    {
        "q": "Known for his distinctive bald-on-top, hair-on-the-sides hairstyle, what evil wizard is the main antagonist of the Smurfs in the cartoons and movies?",
        "a": "Gargamel"
    },
    {
        "q": "What “G” Rodian bounty with green skin famously cornered Han Solo in the Mos Eisley Cantina in “Star Wars Episode IV: A New Hope,” only to get shot for his efforts? His name kind of sounds like another word for avarice.",
        "a": "Greedo"
    },
    {
        "q": "In the 1980s, Ewoks got their own spin-offs, starting with “Caravan of Courage: An Ewok Adventure” in 1984. That film was followed up with a sequel the next year entitled: “Ewoks: The Battle for ______.”",
        "a": "Endor"
    },
    {
        "q": "At the start of “Star Wars: Episode III – Revenge of the Sith,” Obi-Wan is on the hunt for which villain he must defeat in order to end the war? (Hint: The alliteratively-named character was CGI-animated and voiced by Matthew Wood)",
        "a": "General Grievous"
    },
    {
        "q": "Which 1987 war drama directed by Stanley Kubrick starred Matthew Modine as \"Joker\" Davis and Vincent D'Onofrio as “Gomer Pyle\" Lawrence, young marines during the Vietnam War?",
        "a": "Full Metal Jacket"
    },
    {
        "q": "Which 2005 “Star Wars” film marked the first appearance of Order 66?",
        "a": "Revenge of the Sith"
    },
    {
        "q": "What 1984 Wolfgang Peterson fantasy film is about Bastian getting sucked into the land of Fantasia while reading a book about it? The movie is an hour and half long, which is shorter than what the title implies.",
        "a": "The Neverending Story"
    },
    {
        "q": "Funny, it doesn't look like David Bowie: a barn owl is one of the forms of Jareth the Goblin King in what twisty 1986 fantasy film?",
        "a": "Labyrinth"
    },
    {
        "q": "The '60s documentary \"Endless Summer\" followed an around-the-world voyage involving what warm-weather sport?",
        "a": "Surfing"
    },
    {
        "q": "What type of bird is the subject of a discussion between King Arthur and the bridge-keeper in \"Monty Python and the Holy Grail?\" Both African and European varieties of the bird were mentioned repeatedly. The bird shares its name with a physical act performed in part by the medulla oblongata in humans.",
        "a": "Swallow"
    },
    {
        "q": "Costa Rica was one of two filming locations (along with Texas) for the second film in what American action-comedy-adventure film series? The movie was subtitled \"The Island of Lost Dreams\" and starred two very young espionage experts.",
        "a": "Spy Kids"
    },
    {
        "q": "At the top of Bleacher Report's top five cricket movies of all time is 2001's \"Lagaan,\" which had the epic subtitle \"Once Upon a Time in...\" what country?",
        "a": "India"
    },
    {
        "q": "Directed by Ben Affleck, what 2012 film, centered on the Iran hostage crisis, surprised many by winning Best Picture at the 2013 Academy Awards?",
        "a": "Argo"
    },
    {
        "q": "In a 2021 poll by Slashfilm.com, what evil emperor also known as Darth Sidious was voted the worst \"Star Wars\" character of all time?",
        "a": "Palpatine"
    },
    {
        "q": "What classic Beatles song was belted out by Matthew Broderick in the famous parade float scene in the 1986 movie \"Ferris Bueller's Day Off\", much to the chagrin of Paul McCartney?",
        "a": "Twist &amp; Shout"
    },
    {
        "q": "Known by the letters VFX, for what area of film production have 12 movies in the Marvel Cinematic Universe been nominated for Academy Awards (though none have won)?",
        "a": "Visual Effects (Academy Award for Best Visual Effects)"
    },
    {
        "q": "The original “Star Wars Holiday Special” aired on CBS in 1978 and marked the first appearance of which character? (Hint: The bounty hunter was voiced by Don Francks in the special and was later played by Jeremy Bulloch with voice acting by Jason Wingreen).",
        "a": "Boba Fett"
    },
    {
        "q": "Who played Hans Gruber in Die Hard and earned a spot on the AFI's \"100 Years...100 Heroes &amp; Villains\" list as the 46th best villain in film history? He later revealed he almost did not take the role as he did not think Die Hard was the kind of film he wanted to make.",
        "a": "Alan Rickman"
    },
    {
        "q": "What Star Wars movie was the first to be released in the 1980s?",
        "a": "Episode V: The Empire Strikes Back"
    },
    {
        "q": "You could buy a pretty awesome loom with the paychecks what actor picked up for his roles as Agent Smith in \"The Matrix\" movies and Elrond of Rivendell in the \"Lord of the Rings\" trilogy?",
        "a": "Hugo Weaving"
    },
    {
        "q": "What hyperspace route passing by the Maw nebula did Han Solo traverse in the Millenium Falcon using a route that was roughly 40% shorter than was previously thought possible?",
        "a": "The Kessel Run"
    },
    {
        "q": "Emma Thompson's character discovers that the necklace she sees her husband purchasing for Christmas is for another woman, in one of the sadder plotlines of what 2003 holiday movie?",
        "a": "Love Actually"
    },
    {
        "q": "\"Good Night, and Good Luck\", \"The Ides of March\", and \"The Monuments Men\" are among the movies that have been directed by what man, who is better known as an actor?",
        "a": "George Clooney"
    },
    {
        "q": "What is the name of the coming-of-age 1982 comedy film, based on a 1981 book of the same name, that includes a famous pool scene that launched Phoebe Cates' career?",
        "a": "Fast Times"
    },
    {
        "q": "The 2001 film “Blackhawk Down”, directed by Ridley Scott, centers on a military operation that took place in which East African country in 1993?",
        "a": "Somalia"
    },
    {
        "q": "\"We'll always have Paris\" and \"Here's looking at you, kid\" are among the memorable quotes from what classic 1943 film?",
        "a": "Casablanca"
    },
    {
        "q": "What classic literary villain, described as a “Machiavellian schemer and manipulator” shares his name with an avian sidekick in the Disney film \"Aladdin?\"",
        "a": "Iago"
    },
    {
        "q": "What pizza restaurant, located on Main Street in its namesake Connecticut town, was also the name of a 1988 romantic comedy-drama directed by Donald Petrie, and starring Vincent D’Onofrio and a young Julia Roberts?",
        "a": "Mystic Pizza"
    },
    {
        "q": "To what year does Marty McFly get sent back to in the original Back to the Future?",
        "a": "1955"
    },
    {
        "q": "First mentioned in \"The Goblet of Fire,\" what is the name for a magically enchanted object in the Harry Potter universe that allows for the apparition-less transportation of multiple people at once upon touching the object?",
        "a": "Portkey"
    },
    {
        "q": "What spell in the world of Harry Potter is used to unlock and open doors?",
        "a": "Alohomora"
    },
    {
        "q": "Which musician, writer, and actor landed the role of Lando Calrissian in \"Solo: A Star Wars Story?\"",
        "a": "Donald Glover (Childish Gambino)"
    },
    {
        "q": "Legendary film director Alfred Hitchcock earned himself the nickname “Master of Suspense\" as he thrilled the masses with his movies, but Hitchcock himself was known to suffer from ovophobia. Ovophobia is a fear of what?",
        "a": "Egg (he was particularly afraid of chicken eggs)"
    },
    {
        "q": "Colorado Springs is one of the settings along with London in what magician-focused 2006 Christopher Nolan-directed movie? In the film, Colorado Springs serves as the homebase for the experiments of Nikola Tesla (played by none other than David Bowie!) during his ongoing professional rivalry with Thomas Edison.",
        "a": "The Prestige"
    },
    {
        "q": "What iconic actress plays lead female Ilsa Lund in the classic film \"Casablanca\"?",
        "a": "Ingrid Bergman"
    },
    {
        "q": "What single-word five-lettered 1927 film was the winner of the first Academy Award for Best Picture?",
        "a": "Wings"
    },
    {
        "q": "\"Night Bus\" was the original title for what Oscar-winning film from the 1930s?",
        "a": "It Happened One Night"
    },
    {
        "q": "At the end of \"Annie Hall,\" what actress plays Woody Allen's girlfriend? This female actress later starred in \"Alien.\"",
        "a": "Sigourney Weaver"
    },
    {
        "q": "After playing the title character in three \"Karate Kid\" movies, what actor went on to play Billy Gambini, the college student falsely accused of murder, in \"My Cousin Vinny?\"",
        "a": "Ralph Macchio"
    },
    {
        "q": "Orthopedic surgeon Scott Powell was a founding member of what rock and roll band, which appeared in the classic movies \"Caddyshack\" and \"Grease?\"",
        "a": "Sha Na Na"
    },
    {
        "q": "American impressionist paintings can be found in the Old Lyme, CT museum known as the Florence ______ Museum. Fill in the last name blank, which is coincidentally the same as the last name of the family from the National Lampoon Family movies.",
        "a": "Florence Griswold Museum"
    },
    {
        "q": "Hang ten: \"The Firemen's Ball\" and \"Closely Watched Trains\" are prominent, arty movies in a Czech film movement that shares what two-word name with the style of music played by New Order and Depeche Mode?",
        "a": "New Wave"
    },
    {
        "q": "Filmed on Thanksgiving by Martin Scorsese, \"The Last Waltz\" is a classic concert film about what classic rock band with about the most generic name ever?",
        "a": "The Band"
    },
    {
        "q": "What “M” Welsh director was at the helm of 1983’s “Return Of The Jedi?” His other movies include “Eye Of The Needle” and “Jagged Edge.”",
        "a": "Richard Marquand"
    },
    {
        "q": "Peter Billingsley, who played Ralphie May in \"A Christmas Story,\" also makes an uncredited cameo appearance in Santa's workshop in what classic 2003 Christmas film?",
        "a": "Elf"
    },
    {
        "q": "The office that has the lead role in preparing materials requested in a developmental task can be referred to as the ______ Office. Fill in the one word “A” blank, a word also used to describe movies such as “Die Hard” and “The Fast And The Furious.”",
        "a": "Action Office"
    },
    {
        "q": "A major political party in Singapore, considered a conservative centre-right option, is the People’s ______ Party. Fill in the one word “A” blank, a word used to describe movies such as “Robocop” or “Commando.”",
        "a": "People's Action Party"
    },
    {
        "q": "What Northern Irish actor, known for “Schindler’s List” and the “Taken” franchise, played Qui-Gon Jinn in “Star Wars Episode I: The Phantom Menace?”",
        "a": "Liam Neeson"
    },
    {
        "q": "What “G” Star Wars robot and General was known as a feared Jedi hunter with multiple robotic limbs in “Star Wars: Episode III” and the “Clone Wars” franchise? His name is also an adjective for a severe or serious blow.",
        "a": "General Grievous"
    },
    {
        "q": "In “Return Of The Jedi,” Oola is the dancer sent off to be killed by the rancor owned by what what fat, slimy, “J” Hutt?",
        "a": "Jabba The Hut"
    },
    {
        "q": "George Lucas said he came up with the “Star Wars” droid’s name after overhearing a member of the sound crew on a different movie ask for Reel #2 of the Second Dialogue track, which they had shortened to ______?",
        "a": "R2-D2"
    },
    {
        "q": "George Lucas originally dreamed that one of the most famous actor/directors of the era would voice Darth Vader. In the end, Lucas decided that the voice of which famous man—known for “Citizen Kane” and “The War of the Worlds”—was just too iconic and therefore too easy for audiences to recognize?",
        "a": "Orson Welles"
    },
    {
        "q": "The planet of Tatooine is part of a binary star system. Its two suns share what name, being distinguished only by Roman numerals following this name?",
        "a": "Tatoo (Tatoo I and Tatoo II)"
    },
    {
        "q": "Before she became known as S.H.I.E.L.D agent Maria Hill, which Canadian actress played Robin, one of Ted’s on-again-off-again romances on “How I Met Your Mother?”",
        "a": "Cobie Smulders"
    },
    {
        "q": "Before taking on the role of Vision, which London-born actor was the voice of JARVIS in “Iron Man” and “Avengers?”",
        "a": "Paul Bettany"
    },
    {
        "q": "As well as directing \"Thor: Ragnarok\", Taika Waititi played the left head of which character?",
        "a": "Hajo"
    },
    {
        "q": "The first film in the Skywalker Saga, which Star Wars movie (Episode I) was released in 1999 and starred Liam Neeson, Ewan McGregor, and Natalie Portman?",
        "a": "The Phantom Menace"
    },
    {
        "q": "“Star Wars Episode II: Attack of the ______” was released in 2002 and welcomed back an all-star cast, including Ewan McGregor, Natalie Portman, and Samuel L. Jackson.",
        "a": "Clones"
    },
    {
        "q": "What is the name of the carnivorous creature from Tatooine that C-3PO is talking about when he says \"In its belly, you will find a new definition of pain and suffering, as you are slowly digested over a thousand years?\"",
        "a": "Sarlacc"
    },
    {
        "q": "In Star Wars: The Phantom Menace, what is the name of the Xexto podracer pilot who finishes second to Anakin Skywalker in the Boonta Eve Classic Podrace?",
        "a": "Gasgano"
    },
    {
        "q": "Despite the name, he seems to do quite a lot. Rex Harrison, Eddie Murphy, and Robert Downey Jnr. have all portrayed which fictional veterinarian in movies?",
        "a": "Doctor Dolittle"
    },
    {
        "q": "A sign reading \"Hope You Have What She Had!\" still hangs over a booth in Manhattan's Katz's Delicatessen where a scene from what romantic comedy was filmed?",
        "a": "When Harry Met Sally"
    },
    {
        "q": "In \"The Lost Boys\", what amphibian is also the surname shared by the teenage vampire hunters Edgar and Alan?",
        "a": "Frog"
    },
    {
        "q": "Sheev Palpatine is better known by his Sith name, Darth ______.",
        "a": "Sidious"
    },
    {
        "q": "Also the number of years separating the births of Harrison Ford and Carrie Fisher, how many years old is Padme when she is elected Queen of Naboo in The Phantom Menace?",
        "a": "14"
    },
    {
        "q": "The screenplay for “Star Wars Episode II – Attack of the Clones” (2002) was co-written by George Lucas and which British screenwriter who had written for the British TV war drama “Manhunt” in the ‘70s?",
        "a": "Jonathan Hales"
    },
    {
        "q": "Which single-named superstar won an Oscar for “Moonstruck” (1987)?",
        "a": "Cher"
    },
    {
        "q": "Tom Hanks had two consecutive Academy Awards nominations and wins for Best Actor in 1993 and 1994. The first was for “Philadelphia”—what was the second?",
        "a": "Forest Gump"
    },
    {
        "q": "Real-life couple Gene Wilder and Gilda Radner met (and perhaps did a little canoodling) on the set of which 1982 comedic mystery movie directed by Sidney Poitier?",
        "a": "Hanky Panky"
    },
    {
        "q": "Taking place over the course of a whole day (rather than just the morning), which 1986 movie stars Anthony Michael Hall, Emilio Estevez, Ally Sheedy, Molly Ringwald, and Judd Nelson as a brain, an athlete, a basket case, a princess, and a criminal?",
        "a": "The Breakfast Club"
    },
    {
        "q": "Henry Jones Senior, a character in a 1989 action-adventure film who accompanies his son on a quest to find the Holy Grail, was played by which \"Untouchable\" Oscar-winning actor?",
        "a": "Sean Connery (in Indiana Jones and the Last Crusade)"
    },
    {
        "q": "“Star Wars: The Clone Wars” was the first film in the franchise to be distributed by Warner Bros. Pictures instead of which studio?",
        "a": "20th Century Fox"
    },
    {
        "q": "Which 2009 horror film starring Megan Fox as a literal man-eating cheerleader and Amanda Seyfried as her geeky forever bestie became a feminist cult classic?",
        "a": "Jennifer's Body"
    },
    {
        "q": "It is a name applied to a geologic period of glaciation, the most recent of which finished ~12,000 years ago. Continental Drift is the fourth installment of animated movie franchise?",
        "a": "Ice Age"
    },
    {
        "q": "At a running time of 2 hours 32 minutes, what is the longest movie of the nine-movie ‘Skywalker Saga’, made up of the prequel, original and sequel trilogies?",
        "a": "The Last Jedi"
    },
    {
        "q": "Director of New Zealand’s two highest grossing domestically-produced films, Taika Waititi is probably best known internationally for his helming the two most recent Marvel movies named for what blond-maned hammer enthusiast?",
        "a": "Thor"
    },
    {
        "q": "There can only be one! Which 1986 action-adventure film was the first in a franchise starring Christopher Lambert as a Scottish warrior in the 16th century who must fight for the Prize?",
        "a": "Highlander"
    },
    {
        "q": "As of June 2020, there is one movie in the Marvel Cinematic Universe that features Washington DC as a prominent setting in the film. On-site filming took place at the National Mall, the Theodore Roosevelt Bridge, the Willard Hotel, and Dupont Circle. What is this 2014 film?",
        "a": "Captain America: The Winter Solider"
    },
    {
        "q": "Director George Romero is best known for his movies about which mythological beings associated with Haitian folklore?",
        "a": "Zombies"
    },
    {
        "q": "In the affectionate Star Wars parody, “Space Balls,” the film renames the slimy crime lord “Jabba” to something far less sinister and perhaps a bit more delicious. What is this character’s new name?",
        "a": "Pizza the Hut"
    },
    {
        "q": "Within Washington DC, near where M Street becomes Canal Road in Georgetown, lies a long, steep staircase resting between a stone wall and a brick warehouse. This structure was featured in a climactic final scene in what 1973 horror movie?",
        "a": "The Exorcist"
    },
    {
        "q": "Sparking one of the most enduring memes on the internet, who says \"One does not simply walk into Mordor\" in the movie Lord of the Rings: The Fellowship of the Ring?\" (Either the actor's or character's name is acceptable)",
        "a": "Sean Bean / Boromir"
    },
    {
        "q": "Starring Heath Ledger, \"10 Things I Hate About You\" is a film loosely based on which Shakespearean play?",
        "a": "The Taming of the Shrew"
    },
    {
        "q": "A 1903 Tribeca Beaux-Art building, home to the real-life Hook &amp; Ladder Company 8, famously featured as the firehouse in what 1984 film?",
        "a": "Ghostbusters"
    },
    {
        "q": "Although John Williams is known for writing original film scores, he also won an Oscar for adapting the score in the 1971 film version of what Broadway musical that's set in a shtetl?",
        "a": "Fiddler on the Roof"
    },
    {
        "q": "Considering that protagonist Chuck Noland is a systems analyst working for FedEx, it is not too surprising that the 2000 drama directed by Robert Zemeckis was set partly in Memphis. What is this film with impressively few lines of inter-character dialogue?",
        "a": "Cast Away"
    },
    {
        "q": "What surname is shared by the actress who plays Effie Trinket in The Hunger Games film series, and the family that Mary Poppins works for in Mary Poppins?",
        "a": "Banks"
    },
    {
        "q": "What British actor played Neville Longbottom in the Harry Potter movies, and in real life married someone he met at a Wizarding World of Harry Potter event?",
        "a": "Matthew Lewis"
    },
    {
        "q": "What alliterative actor came to fame as Hawkeye Pierce in MASH and more recently had a supporting role in Noah Baumbach's Netflix-produced film \"Marriage Story\"?",
        "a": "Alan Alda"
    },
    {
        "q": "Despite poor reviews and even poorer performance at the box office, what 1999 movie set in Boston (though mostly filmed in Toronto) followed fraternal-twins turned vigilante killers became a cult favorite in part due to an exclusive partnership with Blockbuster?",
        "a": "The Boondock Saints"
    },
    {
        "q": "What 1988 Ron Howard fantasy film stars Warwick Davis as the titular aspiring sorcerer who tries to save a prophesied baby from harm? Val Kilmer plays a mercenary who helps the hero.",
        "a": "Willow"
    },
    {
        "q": "The opening scene of which 1992 movie by Quentin Tarantino includes eight men eating breakfast in a Los Angeles diner discussing the Madonna song \"Like a Virgin?\"",
        "a": "Reservoir Dogs"
    },
    {
        "q": "Despite being named \"Endgame\", it was not in fact the final film in Marvel's \"Phase Three\" of MCU films. What film was the final film in this series of superhero movies?",
        "a": "Spider-Man: Far from Home"
    },
    {
        "q": "In “Star Wars Episode VIII: The Last Jedi”, what actress plays Vice-Admiral Amilyn Holdo, a Rebel officer who briefly takes over for Admiral Leia after Leia is exposed to space? She won a Best Supporting Actress Oscar for “Marriage Story” in 2020.",
        "a": "Laura Dern"
    },
    {
        "q": "According to the Harry Potter books, how many total balls are used in a standard Quidditch match?",
        "a": "Four"
    },
    {
        "q": "\"The Cowboy and The Spaceman\" was a rejected title for what movie that eventually won an Academy Award for Special Achievement?",
        "a": "Toy Story"
    },
    {
        "q": "The bittersweet song \"Have Yourself a Merry Little Christmas\" is originally from what Judy Garland movie musical with a US city in its name?",
        "a": "Meet Me in St. Louis"
    },
    {
        "q": "Winner of three Oscars, including Best Picture, what 2021 film's title refers to people whose parents are Deaf?",
        "a": "CODA"
    },
    {
        "q": "Queen Victoria in \"Victoria and Abdul\" and Queen Elizabeth I in \"Shakespeare in Love\" are among the royal roles played by which esteemed British actress and Dame?",
        "a": "Judi Dench"
    },
    {
        "q": "Iron Man is famously known as the first movie in the Marvel Cinematic Universe. What Louis Leterrier-directed film was the second? It was released only six weeks after Iron Man.",
        "a": "The Incredible Hulk"
    },
    {
        "q": "What retired FIFA Women’s World Cup champion goalkeeper for Team USA has a name made of words from the titles of two different “Star Wars” movies?",
        "a": "Hope Solo"
    },
    {
        "q": "What “B” Star Wars character is a childhood acquaintance of Luke Skywalker’s who flies in his X-Wing Squadron at the end of “Episode IV: A New Hope?” His name is the same as the last name of actor Jason who starred in “American Pie.”",
        "a": "Biggs Darklighter"
    },
    {
        "q": "One of many other movies to reference \"Star Wars,\" what 1998 disaster film features Ben Affleck's character declaring, \"I'm Han and you're Chewbacca?\"",
        "a": "Armageddon"
    },
    {
        "q": "\"Scent of a Woman\" and \"Batman and Robin,\" in which he played the Caped Crusader's titular sidekick, were 1990s movies starring what heartthrob actor?",
        "a": "Chris O'Donnell"
    },
    {
        "q": "When it came out in 1980, critics gave it mixed reviews. At 94% positive in 2022, which Star Wars film currently has the highest rating on Rotten Tomatoes?",
        "a": "The Empire Strikes Back"
    },
    {
        "q": "Which 2015 Star Wars movie directed by J.J. Abrams was the first film in the franchise that didn’t have a video game tie-in when it came out? (Fun Fact: It did eventually get a video game…but just the Lego version).",
        "a": "The Force Awakens"
    },
    {
        "q": "Which Kenyan-Mexican, Oscar-winning actress played Maz Kanata, who we first meet in “The Force Awakens” (2015)?",
        "a": "Lupita Nyong'o"
    },
    {
        "q": "In Harry Potter's first year at Hogwarts, there are only three girls on the Gryffindor quidditch team and they all play the same position. What position do they play?",
        "a": "Chaser"
    },
    {
        "q": "What 2002 Disney animated film is a sci-fi adaptation of one of Robert Louis Stevenson's most famous adventure novels? (Name the movie, not the book.)",
        "a": "Treasure Planet"
    },
    {
        "q": "What 2016 psychological thriller starred Emily Blunt as a woman struggling with alcohol-related blackouts who finds herself the key suspect in a murder? (Hint: It was based on the novel of the same name by Paula Hawkins which was published the year before—in fact, DreamWorks bought the film rights before the book had even come out).",
        "a": "The Girl on the Train"
    },
    {
        "q": "Which Star Wars movie was given the working title “Blue Harvest: Horror Beyond Imagination” to disguise it from fans and the press while in production?",
        "a": "Return of the Jedi"
    },
    {
        "q": "What is the name of the department store in the movie \"Elf\" that is modeled after the real-life Macy's in New York City?",
        "a": "Gimbels"
    },
    {
        "q": "Before his death in 2018, Stan Lee famously made cameo appearances in all the MCU movies - which movie, in which he appeared as a digitally de-aged car driver, marked his final cameo appearance?",
        "a": "Avengers: Endgame"
    },
    {
        "q": "Not counting the special achievement award won for the movie’s sound, how many competitive Oscars did Star Wars Episode IV (A New Hope) win at the 50th Academy Awards from its ten nominations?",
        "a": "Six"
    },
    {
        "q": "What 1986 teen movie is about Andie, a high school social outcast played by Molly Ringwald, who is courted by her best friend Duckie, as well as the rich Blane? Directed by Howard Deutch and written by John Hughes, it shares its name with a Psychedelic Furs song that is the movie’s theme song.",
        "a": "Pretty In Pink"
    },
    {
        "q": "How many standard times zones are within Canadian borders?",
        "a": "Six"
    },
    {
        "q": "Who won a record four Academy Awards for Best Actress for “Morning Glory” in 1934, “Guess Who’s Coming to Dinner” in 1968, “The Lion in Winter” in 1969 and “On Golden Pond” in 1982? This actress had the middle name Houghton.",
        "a": "Katherine Hepburn"
    },
    {
        "q": "Which 1957 war movie directed by David Lean centers on the construction of a bridge that will connect Bangkok and Rangoon?",
        "a": "The Bridge on the River Kwai"
    },
    {
        "q": "In the 2014 film “Guardians of The Galaxy”, what is the mononymous name of Star-Lord’s ship which shares its name with the surname of the character’s childhood crush on the actor who played Samantha Micelli on “Who’s The Boss”?",
        "a": "The \"Milano\""
    },
    {
        "q": "An Algonquin or Ojibwe word meaning \"where the river narrows\" became the name of what province where the Saint Lawrence does actually narrow?",
        "a": "Québec"
    },
    {
        "q": "Twelve years after his character fell and died in Mount Doom in “The Lord of the Rings: The Return of the King”, what actor voiced the First Order’s Supreme Leader Snoke in the 2015 film “Star Wars: The Force Awakens”?",
        "a": "Andy Serkis"
    },
    {
        "q": "In 2016’s “Rogue One”, Felicity Jones played what character, the daughter of the designer of the Death Star who becomes a leader in the Rebel Alliance after being rescued from detention by the Empire?",
        "a": "Jyn Erso"
    },
    {
        "q": "Adapted for the big screen in 1991, Roddy Doyle's \"Barrytown\" novels kicked off with a 1987 book about what titular Dublin soul band who presumably always showed up to their gigs on time?",
        "a": "The Commitments"
    },
    {
        "q": "In “Total Recall,” Arnold Schwarzenegger played a construction worker who gets swept up in action heroics on Mars. What “rocky” actress, also star of “Basic Instinct” and “Casino,” played Arnold’s wife?",
        "a": "Sharon Stone"
    },
    {
        "q": "What character is responsible for the death of Jabba the Hutt in Return of the Jedi?",
        "a": "Leia"
    },
    {
        "q": "The film Fanboys (2009) tells the tale of a group of friends who travel across the country to break into Skywalker Ranch and steal a copy of what Star Wars film before its release? Please give just the name, not the episode number, and no need to include the words \"Star Wars.\"",
        "a": "The Phantom Menace"
    },
    {
        "q": "What was Luke Skywalker's last name in the original script for \"Star Wars: A New Hope?\" The name went on to be used for a military base similar to the Death Star in \"Star Wars: The Force Awakens.\"",
        "a": "Starkiller"
    },
    {
        "q": "Presumably not a favorite amongst arachnophobes, Cate Shortland became the first woman to direct a movie in the Marvel Cinematic Universe when she took the helm for which 2021 release?",
        "a": "Black Widow"
    },
    {
        "q": "Which 2005 addition to the Star Wars movie universe was the first of the films to be entirely shot in a studio?",
        "a": "Star Wars: Episode III - Revenge of the Sith"
    },
    {
        "q": "In the 1986 film \"Stand by Me,\" what candy is missing from the following quote? \"If I could only have one food for the rest of my life? That's easy: _________. Cherry-flavored _________. No question about it.\"",
        "a": "Pez"
    },
    {
        "q": "What California-set 1982 film was the highest grossing film of the 1980s at the U.S. box office?",
        "a": "E.T. the Extra-Terrestrial"
    },
    {
        "q": "In the 2018 Wes Anderson animated film \"Isle of Dogs,\" the dogs speak English, whereas the humans, for the most part, speak what language?",
        "a": "Japanese"
    },
    {
        "q": "What was the “Friends”ly name of the horse in the 2011 epic film “War Horse”?",
        "a": "Joey"
    },
    {
        "q": "What was the real first name of Indiana Jones? Hint: it's not Illinois or Iowa; it's much more boring than that.",
        "a": "Henry"
    },
    {
        "q": "If you sum the total box offices sales of all of the movies made by each Canadian film director in history, which Canadian director has the highest total?",
        "a": "James Cameron"
    },
    {
        "q": "What is the name of the critically-acclaimed 2014 film starring Steve Carell that portrays the eccentric, dangerous behavior of multimillionaire John du Pont? The protagonist became infamous after his overzealous recruitment of Olympic wrestlers led to grisly results.",
        "a": "Foxcatcher"
    },
    {
        "q": "What graduate of the Carnegie Institute of Technology filmed many of his iconic zombie movies, like Night of the Living Dead (in Butler County) and Dawn of the Dead (at the Monroeville Mall) in Pittsburgh and its surrounding environs?",
        "a": "George Romero"
    },
    {
        "q": "What time of day links a movie of 1969 starring Dustin Hoffman and John Voight and a movie of 1978 in which an American student is imprisoned in Turkey?",
        "a": "Midnight"
    },
    {
        "q": "What 1992 film depicts the lives of 4 real estate salesmen after their corporate owner sends Alec Baldwin's character to tell them all but the top two salesman will be fired at the end of the week? Always be closing.",
        "a": "Glengarry Glen Ross"
    },
    {
        "q": "Which 2015 fantasy film starred Blake Lively as a woman who is “frozen in time” at the age of 29 after being in an accident?",
        "a": "The Age of Adaline"
    },
    {
        "q": "\"I love the smell of napalm in the morning\" was ranked 12th on The American Film Institute's top 100 film quotes. Which actor, the only person to receive an Academy Award nomination for acting in the movie, said the line?",
        "a": "Robert Duvall"
    },
    {
        "q": "Roger Ebert became the first film critic to win a Pulitzer for Criticism while thumbing movies for what Windy City daily?",
        "a": "Chicago Sun-Times"
    },
    {
        "q": "Arlo is the titular apatosaurus in what 2015 Disney Pixar film that imagines an alternate universe in which creatures like him never became extinct?",
        "a": "The Good Dinosaur"
    },
    {
        "q": "Which Star Wars villain was originally played by Declan Mulholland in A New Hope, before the scene was cut and the character completely reimagined?",
        "a": "Jabba the Hutt"
    },
    {
        "q": "What is the name of the character played by Laura Dern in The Last Jedi whose namesake \"manouevre\" is essentially kamikaze attack done at lightspeed?",
        "a": "Amilyn Holdo"
    },
    {
        "q": "The Best Picture-winning film \"Driving Miss Daisy,\" was mostly set in 1960s Georgia and featured a Best Actress performance by what English-American actress in the titular role?",
        "a": "Jessica Tandy"
    },
    {
        "q": "For her performance in “The Aviator” alongside Leonardo DiCaprio, Cate Blanchett became the first person to win an Oscar for playing an Oscar winner. Which Hollywood legend did she portray?",
        "a": "Katherine Hepburn"
    },
    {
        "q": "What is the fictional movie referenced many times in Seinfeld with a title that is simply a woman's name repeated? The movie's tagline is revealed as \"A young girl's strange, erotic journey from Milan to Minsk.\"",
        "a": "Rochelle Rochelle"
    },
    {
        "q": "In 2002, which movie became the first to win the 'Best Animated Feature' award at the Oscars? In the broadcast of the event, this movie's main characters were shown attending the ceremony despite not being human- or real.",
        "a": "Shrek"
    },
    {
        "q": "A silent airplane engine in Hitchcock's Notorious, the shining briefcase in Pulp Fiction, the titular statue in The Maltese Falcon: these are examples of what Scottish-sounding movie trope, which refers to an object necessary to the plot, but which is in and of itself irrelevant or unimportant?",
        "a": "MacGuffin"
    },
    {
        "q": "What 1994 blockbuster action comedy with a very wacky sense of humor is about bank clerk Stanley Ipkiss, who, after discovering the titular artifact, appears to be affected by the spirit of the Norse god Loki?",
        "a": "The Mask"
    },
    {
        "q": "What was the original title of Return of the Jedi? This title was used in a teaser trailer in 1982, as well as promotional posters, until George Lucas changed his mind.",
        "a": "Revenge of the Jedi"
    },
    {
        "q": "Which 2019 Star Wars sequel directed by J.J. Abrams centered on the epic showdown between the Resistance and Kylo Ren, and starred Carrie Fisher, Mark Hamill, Adam Driver, and Daisy Ridley?",
        "a": "Star Wars: The Rise of Skywalker"
    },
    {
        "q": "In the 2013 drama Saving Mr. Banks, Hanks plays an aging Walt Disney trying to secure the rights to what 1934 novel?",
        "a": "Mary Poppins"
    },
    {
        "q": "\"Blue Velvet\" is 1986 neo-noir film that was directed and written by what popular \"surrealist?\"",
        "a": "David Lynch"
    },
    {
        "q": "What actor, who plays a character credited as \"the stranger\", also served as the narrator in the beginning of the Coen brothers film \"The Big Lebowski\"?",
        "a": "Sam Elliot"
    },
    {
        "q": "The son of a literature professor and a dancer/choreographer, Cage has family roots in the movies through his uncle. What famous director is the brother of Nicolas Cage's father?",
        "a": "Francis Ford Coppola"
    },
    {
        "q": "As Air Force Colonel \"Chappy\" Sinclair, Louis Gossett Jr. helps a teen gank a couple of F-16s for a clandestine rescue mission in what definitely-not-\"Top Gun\" 1986 movie?",
        "a": "Iron Eagle"
    },
    {
        "q": "“Before Sunrise”, a 1995 romantic drama written and directed by Richard Linklater, stars Julie Delpy as a French student travelling across Europe named Celine, and what American actor as Jesse, her love interest? He is also known for his roles in “Gattaca” and “Reality Bites”.",
        "a": "Ethan Hawke"
    },
    {
        "q": "What first name--the second-most popular given to baby girls in the year 2001--can trace its popularity back to the Tom Hanks-Daryl Hannah movie Splash?",
        "a": "Madison"
    },
    {
        "q": "The 1940 noir film \"They Drive by Night\" featured an independent truck driver struggling to become economically stable during the Great Depression. The film co-starred what American film star that was named the \"greatest male star\" of classic American cinema by the American Film Institute?",
        "a": "Humphrey Bogart"
    },
    {
        "q": "What creatively-named solar company was founded by Shawn Qu in Ontario in 2001? The company has more than 13,000 employees today, is publicly traded on the NASDAQ, and manufactures solar PV modules.",
        "a": "Canadian Solar"
    },
    {
        "q": "In the first of The Avengers movies, Captain America, Black Widow, Thor, Iron Man and what other member of the group defend New York City against the Chitauri while evacuating civilians?",
        "a": "Hawkeye"
    },
    {
        "q": "The 1994 action movie \"Speed\", starring Keanu Reeves and Sandra Bullock, featured a bus rigged with a bomb that would explode if the bus dropped below ____ MPH.",
        "a": "50"
    },
    {
        "q": "The 1939 film \"Mr. Smith Goes to Washington\" helped make Jimmy Stewart a star. What man directed \"Mr Smith\" and also directed Stewart in \"It's a Wonderful Life?\"",
        "a": "Frank Capra"
    },
    {
        "q": "Aside from being a tabloid publication, TMZ also stands for what area of Southern California where movies can be shot without having to pay union employees added \"on location\" payments?",
        "a": "Thirty Mile Zone"
    },
    {
        "q": "Who is the Portland-raised actress and producer that is arguably most well-known for her seven-season run on Mad Men as well as roles in various feature films such as voice acting at Gabby Gabby in \"Toy Story 4\"?",
        "a": "Christina Hendricks"
    },
    {
        "q": "The Ariel Awards, or Premio Ariel, is considered which country’s equivalent to the Oscars?",
        "a": "Mexico"
    },
    {
        "q": "In the Season 8 episode of Seinfeld \"The Little Kicks,\" Jerry and Kramer film bootleg copies of movies for Kramer's friend with what B-name?",
        "a": "Brody"
    },
    {
        "q": "What is the two-word name of the 2020 American \"rom com\" that debuted on Hulu and features Kristen Stewart, Mackenzie Davis, and Alison Brie?",
        "a": "Happiest Season"
    },
    {
        "q": "In this infamous 1978 “Star Wars Holiday Special”, Han Solo joins Chewbacca on the Wookiee’s home planet Kashyyyk to celebrate what holiday?",
        "a": "Life Day"
    },
    {
        "q": "Before he played young Anakin Skywalker in “Star Wars Episode I: The Phantom Menace” (1999), which actor got his big break playing Arnold Schwarzenegger’s son in the holiday comedy, “Jingle All the Way” (1996)?",
        "a": "Jake Lloyd"
    },
    {
        "q": "Though she gave it to Obi-Wan shortly before she died, Padmé was buried with a good luck charm that had been made by Anakin. It was made from japor ivory wood, a type of wood from what planet?",
        "a": "Tatooine"
    },
    {
        "q": "Which 1998 movie directed by Steven Spielberg includes a reading of the Bixby letter, a famous letter of condolence written by Abraham Lincoln to Lydia Bixby who lost her five sons during the American Civil War?",
        "a": "Saving Private Ryan"
    },
    {
        "q": "What is the name of the large omnivorous cephalopods from the planet Vodran, having seven suckered tentacles, an eyestalk, a mouth of sharp teeth and several hearts?",
        "a": "Dianoga"
    },
    {
        "q": "What 2021 film directed by Ryusuke Hamaguchi is based on Haruki Murakami's short story with the same title. A title that also appears on The Beatles' Rubber Soul album.",
        "a": "Drive My Car"
    },
    {
        "q": "What film won the Academy Award for Best Original Score in 1983? (Hint: the film actually came out in 1982.)",
        "a": "E.T. the Extra-Terrestrial"
    },
    {
        "q": "Grand Moff Tarkin, the commander of the Death Star and loyal advisor to Darth Vader in \"Star Wars: Episode IV\", was played by legendary British actor, probably otherwise best known for dueling with Christopher Lee in a series of Hammer horror films?",
        "a": "Peter Cushing"
    },
    {
        "q": "Not every Hanks movie is a success: Hanks starred The Bonfire of the Vanities, a box office bomb based on a novel by what author?",
        "a": "Tom Wolfe"
    },
    {
        "q": "Said by a minor character to Vito Corleone, what four word sentence is the first line of Francis Ford Coppola’s masterpiece “The Godfather” (1971)?",
        "a": "I believe in America"
    },
    {
        "q": "Who directed the 1986 film \"Planes, Trains and Automobiles\", which showcased the disasters of Thanksgiving weekend traveling that starred John Candy and Steve Martin?",
        "a": "John Hughes"
    },
    {
        "q": "Which movie of 1993 starring Liam Neeson in the titular role and directed by Steven Spielberg is based on a novel of 1982 by Australian Thomas Keneally?",
        "a": "Schindler's List"
    },
    {
        "q": "“Mallrats”—the 1995 follow-up to “Clerks”—starred two actors with the same initials: JL. Who were they?",
        "a": "Jason Lee and Jeremy London"
    },
    {
        "q": "The Brady Bunch spawned several movies, though only two of them featured the entire original cast. One was “A Very Brady Christmas.” What was the other?",
        "a": "The Brady Girls Get Married"
    },
    {
        "q": "What “Pulp Fiction” actor was George Lucas’ second choice to play Han Solo and would have taken the role had Harrison Ford declined it?",
        "a": "Christopher Walken"
    },
    {
        "q": "Featuring Bette Midler’s Grammy-winning rendition of \"Wind Beneath My Wings,\" the 1988 tear-jerking film \"Beaches\" is based on what author’s namesake novel released in 1985?",
        "a": "Iris Rainer Dart"
    },
    {
        "q": "Jane Campion, who, for “Power of the Dog,” became the first woman to be nominated for the Best Director Oscar twice, was born in which country?",
        "a": "New Zealand"
    },
    {
        "q": "The language spoken by the Ewoks is a combination of two real-life languages. With one guess, name either of these languages.",
        "a": "Tibetan and Nepalese"
    },
    {
        "q": "Perfect for this movie due to its themes of love and illness, what 3 letter acronym, sometimes preceded by a 3 digit number, is the title of the 2017 Queer Palm award winner?",
        "a": "BPM"
    }
]